[
   {
      "courseId": 101,
      "courseTitle": "Cooking Lesson",
      "image": "https://image.freepik.com/free-photo/young-boy-learning-bake-with-his-mother_53876-124729.jpg",
      "teacher": "Ruhul Amin",
      "category": "Creative",
      "courseDescription": "Children from any age can help in the kitchen and learn culinary skills. Our kids cooking lessons are divided into age-appropriate groups. We've divided 5 different age groups with more than 10 basic lessons for children in each. Below you will also find some tips on getting started teaching cooking, as well as why you should use cooking lesson plans.",
      "requirements": "To use the lesson plans it is best to choose a day that is low on stress and one where you have time for an enjoyable lesson. Your time in the kitchen could be a Saturday morning when there is no school, during a younger child's nap or a quiet Sunday afternoon. Whatever works best for you (the teacher) and your child or children. Remember to make the experience fun, stress-free and enjoyable. Please, also remember, learning to cook is a continuous learning experience not something, that is learned in 10 easy lessons.",
      "price": 25,
      "maxAvailability": 10,
      "difficulty": "Medium",
      "location": "Dhanmondi",
      "typology": "Group"
   },
   {
      "courseId": 102,
      "courseTitle": "Drawing Course",
      "image": "https://image.freepik.com/free-photo/portrait-girl-playing_23-2148836255.jpg",
      "teacher": "Rubina Nasrin",
      "category": "Creative",
      "courseDescription": "We offer classes for all ages in both Freehold and Morganville. Pricing indicates the cost of one 8-week class session. In addition to these classes, we also offer walk-in painting, parties, art camps, as well as, monthly events for kids or canvas & cocktails for adults.",
      "requirements": "In this class, your child will be introduced to basic art techniques, which are the building blocks that will provide a solid foundation for future art lovers and artists. Children will explore the great world are art using oil pastels, clay, paper and paint. This unique learning experience places an emphasis on having fun while exploring creativity!",
      "price": 30,
      "maxAvailability": 10,
      "difficulty": "Medium",
      "location": "Dhanmondi",
      "typology": "Group"
   },
   {
      "courseId": 103,
      "courseTitle": "Group Support",
      "image": "https://image.freepik.com/free-photo/classmates-playing-after-school_1098-3883.jpg",
      "teacher": "Eftekhar Ayon",
      "category": "Cultural",
      "courseDescription": "If your child has a disability or additional needs, a program support group can help them get the right support at kindergarten. A program support group brings together key people to support the inclusion of your child from the time of enrolment at kindergarten until they move to school. As a key member of the group you can help make decisions about your child’s learning, development and wellbeing at kindergarten.",
      "requirements": "A kindergarten teacher sets up and runs a program support group. The group should meet at least once a term. If your child has a disability or additional needs and does not have a program support group, you can ask your kindergarten teacher to set one up. Your child should have a program support group before they start at kindergarten.  This is so the kindergarten can make any reasonable adjustments before your child starts. Reasonable adjustments will depend on your child’s needs. They can include things like simple adjustments in the kindergarten or extra assistance to support inclusion at the kindergarten.",
      "price": 35,
      "maxAvailability": 10,
      "difficulty": "Advanced",
      "location": "Dhanmondi",
      "typology": "Individual"
   },
   {
      "courseId": 104,
      "courseTitle": "Orienteering",
      "image": "https://image.freepik.com/free-photo/classmates-working-together_1098-2588.jpg",
      "teacher": "Md. Ashik",
      "category": "Cultural",
      "courseDescription": "Orienteering is an exciting adventure sport that will get your kids running - and provides lots of great learning opportunities for homeschooling. As well as learning to recognize some topographical map symbols, your children will learn to use a compass and to gauge distances with more accuracy.",
      "requirements": " Orienteering is a sport that involves a race marked out on a map. In following the course map, the runners have to find a number of checkpoints. The person who finds all the checkpoints, in the right order, in the shortest time, is the winner. Orienteering is a great family sport suitable for all ages, even small children. Maps and compasses can play a part in the sport - a great learning opportunity for your older children. But most events have several different courses that are graded by how easy they are.",
      "price": 35,
      "maxAvailability": 10,
      "difficulty": "Advanced",
      "location": "Dhanmondi",
      "typology": "Individual"
   },
   {
      "courseId": 105,
      "courseTitle": "Outdoor Activity",
      "image": "https://image.freepik.com/free-photo/children-playing-grass_1098-504.jpg",
      "teacher": "Maliha Meem",
      "category": "Creative",
      "courseDescription": "Live, weekly sessions, an at-home curriculum, and a rich learning community make purposeful outdoor play doable for every family. Kids learn vital life skills, while grown-ups get the balance they need. Time outdoors for the whole family’s health, happiness, and connection to our planet. Expert guidance to support your child’s learning, every step of the way.",
      "requirements": "Children today spend half the time playing outside compared to their parents. (1/15/2018 National Trust). Building the habit of time outdoors can lower a person’s stress levels, decrease the risk of disease, boost mental health and increase life expectancy. Since the pandemic, we’ve seen a 50% increase in kids’ screen time. (Axios, January 17, 2021). Now more than ever, our kids need to spend more of their day outside. The best way to prepare kids to protect the earth is to help kids learn to love it.",
      "price": 30,
      "maxAvailability": 10,
      "difficulty": "Medium",
      "location": "Dhanmondi",
      "typology": "Group"
   },
   {
      "courseId": 106,
      "courseTitle": "Swimming Course",
      "image": "https://image.freepik.com/free-photo/portrait-happy-smiling-beautiful-teen-girl-pool_155003-12040.jpg",
      "teacher": "Mst. Sarmin Sultana",
      "category": "Creative",
      "courseDescription": "At the Red Cross, our swimming classes for kids are tailored to the needs of each child, so that he or she can progress at a comfortable pace. And although some children may advance more quickly or slowly, our instructors ensure that everyone receives the instruction they need. In the Learn-to-Swim program, parents or guardians of children up to 5 years of age will actively participate in their kids' swim lessons. This not only helps increase the child's comfort level in the water, but can help parents understand the process and practice skills with their children between classes.",
      "requirements": "Ages 4 and up are when kids begin to grasp the techniques of swimming, like floating and swimming to a specific destination. Enrolling your child in swim lessons between the ages of 6 months and 4 years is the most effective way to help them acclimate to water. Physical activities, like swimming, involve repetitive movements. ... The American Academy of Pediatrics also says that although swimming lessons can start from the age of one, children are not ready for learning technique and strokes development until they are four years old.",
      "price": 30,
      "maxAvailability": 10,
      "difficulty": "Medium",
      "location": "Dhanmondi",
      "typology": "Group"
   },
   {
      "courseId": 107,
      "courseTitle": "Water Color Art",
      "image": "https://image.freepik.com/free-photo/close-up-girl-sticking-out-her-tongue-showing-her-two-painted-hands_23-2148088526.jpg",
      "teacher": "Md. Ruhul Amin",
      "category": "Creative",
      "courseDescription": "Share the love of watercolor, this mini course is designed to help inspire children and those young at heart. Working with watercolors allows you to express your artistic sensibilities. Whether you’re interested in learning how to mix watercolor paints to achieve the right tones, or master new brush strokes for landscapes or portraits, we have a top-rated course for you. ",
      "requirements": "For online classes, after registration, students will receive a confirmation of the order by email. Closer to the start date of class, students will receive a personal email from the instructor with log-in information. A free art website run by a 20-year-veteran art teacher, has a trove of online, completely free classes. There are printable crafts (parents can print out woodland animal masks to put together or a DIY unicorn headband kit) as well as painting classes, tutorials, and drawing courses. New courses, crafts, and materials are added regularly so parents can continue to check back to see what types of arts, crafts, and lessons are posted online.",
      "price": 30,
      "maxAvailability": 10,
      "difficulty": "Medium",
      "location": "Dhanmondi",
      "typology": "Group"
   }
]